<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
<jsp:include page="header.jsp" />


<hr><br>
<h3 style="margin-left: 26%;"><b>이용약관</b></h3>
<br><br>
<form action="loginJoin/" method="POST">
    <div>
    	<div align="center">
	    	<textarea rows="10" cols="100">
제1조(목적)
이 약관은 부산광역시(이하 "부산시"라 합니다)가 제공하는 웹 서비스(이하 "서비스"라 합니다)를 이용함에 있어 부산시와 회원 및 비회원 간의 권리·의무 및 책임사항과 기타 필요한 사항을 규정함을 목적으로 합니다.

제2조(정의)
이 약관에서 사용하는 용어의 정의는 다음 각 호와 같습니다.

1. 이용자
본 약관에 따라 부산시가 제공하는 서비스를 받는 자
2. 부산시 패밀리사이트
부산시 및 산하 기관이 운영하는 인터넷 웹사이트에서 대표 웹사이트(www.busan.go.kr)로 회원가입하면 통합회원으로 가입되며, 이 통합회원 아이디로 이용이 가능한 각각의 웹사이트(패밀리사이트 목록은 회원가입 화면에 공지)
3. 이용계약서비스
이용과 관련하여 부산시와 이용자 간에 체결하는 계약
4. 가입
부산시가 제공하는 신청서 양식에 해당 정보를 기입하고, 본 약관에 동의하여 서비스 이용 계약을 완료시키는 행위
5. 회원
당 사이트의 회원가입에 필요한 개인정보(실명확인)를 제공하여 회원 등록을 한 자
6. 본인확인계정
본인확인기관을 통해 본인임이 인증된 계정
7. ID(회원번호)
회원 식별과 회원의 서비스 이용을 위하여 이용자가 선정하고 부산시가 승인하는 영문자와 숫자의 조합(하나의 본인확인계정에 하나의 ID만 발급 가능함)
8. PASSWORD(비밀번호)
회원의 정보 보호를 위해 이용자 자신이 설정한 영문자와 숫자의 조합
9. 이용해지
부산시 또는 회원이 서비스 이용계약을 종료시키는 의사표시
10. 비회원
본인확인계정을 통해 당 사이트에 로그인 할 수 있는 자
제3조(약관의 효력과 변경)
1. 이 약관은 서비스 화면에 게시하거나 기타의 방법으로 공지함으로써 이용자에게 공시하고, 이에 동의한 이용자가 회원으로 가입함으로써 효력이 발생합니다.
2. 부산시는 필요하다고 인정되는 경우 이 약관의 내용을 변경할 수 있습니다. 변경된 약관은 서비스 화면에 공지하며, 공지 후 7일 이내에 거부의사를 표시하지 아니하고 서비스를 계속 사용할 경우 약관의 변경 사항에 동의한 것으로 간주합니다.
3. 이용자가 변경된 약관에 동의하지 않는 경우 서비스 이용을 중단하고 본인의 회원등록을 취소할 수 있으며, 계속 사용하시는 경우에는 약관 변경에 동의한 것으로 간주하며 변경된 약관은 전항과 같은 방법으로 효력이 발생합니다.
			</textarea>
		</div>
		<div align="right" style="margin-right: 26%;"s>
        <label>
            <input type="checkbox" name="agreement1" required />
            <span>이용약관에 동의합니다.(필수)</span>
        </label>
        </div>
    </div>
	<br><br>
	<div>
    	<div align="center">
	    	<textarea rows="7" cols="100">
정보통신망법 규정에 따라 MBI에 회원가입 신청하시는 분께 수집하는 개인정보의 항목, 개인정보의 수집 및 이용목적, 개인정보의 보유 및 이용기간을 안내 드리오니 자세히 읽은 후 동의하여 주시기 바랍니다.

1. 수집하는 개인정보
이용자는 회원가입을 하지 않아도 정보 검색, 뉴스 보기 등 대부분의 네이버 서비스를 회원과 동일하게 이용할 수 있습니다. 이용자가 메일, 캘린더, 카페, 블로그 등과 같이 개인화 혹은 회원제 서비스를 이용하기 위해 회원가입을 할 경우, 네이버는 서비스 이용을 위해 필요한 최소한의 개인정보를 수집합니다.

회원가입 시점에 MBI가 이용자로부터 수집하는 개인정보는 아래와 같습니다.
- 회원 가입 시에 ‘아이디, 비밀번호, 이름, 생년월일, 성별, 휴대전화번호’를 필수항목으로 수집합니다. 만약 이용자가 입력하는 생년월일이 만14세 미만 아동일 경우에는 법정대리인 정보(법정대리인의 이름, 생년월일, 성별, 중복가입확인정보(DI), 휴대전화번호)를 추가로 수집합니다. 그리고 선택항목으로 이메일 주소, 프로필 정보를 수집합니다.
- 단체아이디로 회원가입 시 단체아이디, 비밀번호, 단체이름, 이메일주소, 휴대전화번호를 필수항목으로 수집합니다. 그리고 단체 대표자명을 선택항목으로 수집합니다.
			</textarea>
		</div>
		<div align="right" style="margin-right: 26%;">
        <label>
            <input type="checkbox" name="agreement2" required />
            <span>개인정보 제공에 동의합니다.(필수)</span>
        </label>
        </div>
    </div>
    <br><br>
    <div>
    	<div align="center">
	    	<textarea rows="10" cols="100">
위치정보 이용약관에 동의하시면, 광고 정보 수신 등을 포함하는 MBI 서비스를 이용할 수 있습니다.


제 1 조 (목적)
이 약관은  주식회사 (이하 “회사”)가 제공하는 위치정보사업 또는 위치기반서비스사업과 관련하여 회사와 개인위치정보주체와의 권리, 의무 및 책임사항, 기타 필요한 사항을 규정함을 목적으로 합니다.

제 2 조 (약관 외 준칙)
이 약관에 명시되지 않은 사항은 위치정보의 보호 및 이용 등에 관한 법률, 정보통신망 이용촉진 및 정보보호 등에 관한 법률, 전기통신기본법, 전기통신사업법 등 관계법령과 회사의 이용약관 및 개인정보처리방침, 회사가 별도로 정한 지침 등에 의합니다.
			</textarea>
		</div>
		<div align="right" style="margin-right: 26%;">
        <label>
            <input type="checkbox" name="agreement3" />
            <span>광고 및 컨텐츠수신에 동의합니다.(선택)</span>
        </label>
        </div>
    </div>
    <br><br>
    <div align="center">
	    <button type="submit" class="btn btn-primary">전송</button>
    </div>
</form>

</body>
</html>